

// MARK: - Lists View Controller

/* All tasks in list are done */
"All done!" = "Всё выполнено!";

/* There is no tasks in list */
"No tasks" = "Нет задач";

/* Tasks remaining */
"remaining" = "осталось";

/* Text of message label */
"You don't have any lists yet" = "У Вас ещё нет ни одного списка";


// MARK: - Add List Table View Controller

/* AddListTableViewController title */
"Add List" = "Добавить список";

/* Alert title */
"Name missing" = "Отсутствует название";

/* Alert message */
"Your list doesn't have any name" = "У Вашего списка нет названия";


// MARK: - List Table View Controller

/* ListTableViewController title */
"Edit List" = "Редактировать список";


// MARK: - Icon View Controller

/* IconViewController title */
"Icons" = "Иконки";


// MARK: - Tasks View Controller

/* Text of message label */
"You don't have any tasks yet" = "У Вас ещё нет ни одной задачи";

/* Remove all */
"Remove all" = "Удалить все";

/* Remove checked */
"Remove checked" = "Удалить выполненные";

/* Cancel */
"Cancel" = "Отмена";


// MARK: - Add Task Table View Controller

/* Add Task */
"Add Task" = "Добавить задачу";

/* Title missing */
"Title missing" = "Отсутствует описание";

/* Your task doesn't have any title */
"Your task doesn't have any title" = "У Вашей задачи нет описания";


// MARK: - Task Table View Controller

/* Edit Task */
"Edit Task" = "Редактировать задачу";

/* No due date */
"No due date" = "Нет";

/* No reminder date */
"No reminder date" = "Нет";


// MARK: - Due Date Table View Controller

/*Due Date*/
"Due Date" = "Срок";


// MARK: - Reminder Date Table View Controller

/*Remind*/
"Remind" = "Напомнить";

/* at due date */
"at due date" = "в срок";

/* 5 min before */
"5 min before" = "за 5 мин";

/* 15 min before */
"15 min before" = "за 15 мин";

/* 30 min before */
"30 min before" = "за 30 мин";

/* 1 hour before  */
"1 hour before" = "за 1 час";

/* 2 hours before */
"2 hours before" = "за 2 часа";

/* 1 day before */
"1 day before" = "за 1 день";

/* 2 days before */
"2 days before" = "за 2 дня";

/* 1 week before */
"1 week before" = "за неделю";


// MARK: - Today View Controller

/* You don't have any tasks today */
"You don't have any tasks today" = "У Вас нет задач на сегодня";


// MARK: - Icon View Controller

/* NoIcon */
"NoIcon" = "Без иконки";

/* Airport */
"Airport" = "Аэропорт";

/* Animals */
"Animals" = "Животные";

/* Appointments */
"Appointments" = "Назначения";

/* Baby */
"Baby" = "Ребенок";

/* Birthdays */
"Birthdays" = "Дни рождения";

/* Briefcase */
"Briefcase" = "Портфель";

/* Charts */
"Charts" = "Графики";

/* Cloakroom */
"Cloakroom" = "Гардеробная";

/* Documents */
"Documents" = "Документы";

/* Family */
"Family" = "Семья";

/* Folder */
"Folder" = "Папка";

/* Groceries */
"Groceries" = "Бакалея";

/* Heart */
"Heart" = "Сердце";

/* House */
"House" = "Дом";

/* Housekeeping */
"Housekeeping" = "Домоводство";

/* Ideas */
"Ideas" = "Идеи";

/* MapMarker */
"MapMarker" = "Отметки на карте";

/* Medicine */
"Medicine" = "Медицина";

/* Messages */
"Messages" = "Сообщения";

/* MoneyBox */
"MoneyBox" = "Копилка";

/* Payments */
"Payments" = "Платежи";

/* Tickets */
"Tickets" = "Билеты";

/* Trash */
"Trash" = "Корзина";
